/* 
   SORelativeDateTransformer.strings

   Created by StdOrbit on 12/6/10.
   Copyright 2010 Standard Orbit Software, LLC. All rights reserved.
 */

/* 
Phrase for expressing a date in the relative past. E.g. "12 minutes ago"
<relative time difference> <date component name> ago
*/
"formatTemplateForRelativePastDatePhrase" = "%@ lalu";

/* 
Phrase for expressing a date in the relative future. E.g. "in 12 minutes"
in <relative time difference> <date component name>
*/
"formatTemplateForRelativeFutureDatePhrase" = "dalam %@";

/* localized date component names and plural forms */
"now" = "sekarang";
"%d year (plural rule: zero)" = "%d tahun";
"%d year (plural rule: one)" = "%d tahun";
"%d year (plural rule: two)" = "%d tahun";
"%d year (plural rule: few)" = "%d tahun";
"%d year (plural rule: many)" = "%d tahun";
"%d year (plural rule: other)" = "%d tahun";
"%d month (plural rule: zero)" = "%d bulan";
"%d month (plural rule: one)" = "%d bulan";
"%d month (plural rule: two)" = "%d bulan";
"%d month (plural rule: few)" = "%d bulan";
"%d month (plural rule: many)" = "%d bulan";
"%d month (plural rule: other)" = "%d bulan";
"%d week (plural rule: zero)" = "%d minggu";
"%d week (plural rule: one)" = "%d minggu";
"%d week (plural rule: two)" = "%d minggu";
"%d week (plural rule: few)" = "%d minggu";
"%d week (plural rule: many)" = "%d minggu";
"%d week (plural rule: other)" = "%d minggu";
"%d day (plural rule: zero)" = "%d hari";
"%d day (plural rule: one)" = "%d hari";
"%d day (plural rule: two)" = "%d hari";
"%d day (plural rule: few)" = "%d hari";
"%d day (plural rule: many)" = "%d hari";
"%d day (plural rule: other)" = "%d hari";
"%d hour (plural rule: zero)" = "%d jam";
"%d hour (plural rule: one)" = "%d jam";
"%d hour (plural rule: two)" = "%d jam";
"%d hour (plural rule: few)" = "%d jam";
"%d hour (plural rule: many)" = "%d jam";
"%d hour (plural rule: other)" = "%d jam";
"%d minute (plural rule: zero)" = "%d minit";
"%d minute (plural rule: one)" = "%d minit";
"%d minute (plural rule: two)" = "%d minit";
"%d minute (plural rule: few)" = "%d minit";
"%d minute (plural rule: many)" = "%d minit";
"%d minute (plural rule: other)" = "%d minit";
"%d second (plural rule: zero)" = "%d saat";
"%d second (plural rule: one)" = "%d saat";
"%d second (plural rule: two)" = "%d saat";
"%d second (plural rule: few)" = "%d saat";
"%d second (plural rule: many)" = "%d saat";
"%d second (plural rule: other)" = "%d saat";
